# 1.什么是爬虫?
#     互联网相当于一张蜘蛛网,我们抓取互联网信息的程序
#     就像是游走在网上的小虫子,称之为爬虫
# 2..爬虫的作用
#     > 获取信息,填充到自己的服务器(头条)
#     > 获取关键信息,进行商业分析市场评估
#     > 浏览器
# 3.爬虫的分类
#     > 通用爬虫:全部获取
#     > 聚焦爬虫(主要学习):只取自己想要的
# 4.爬虫的准备
#     > Firefox,google chrome
#     > charles
#     > 了解http通信协议以及数据请求过程
# 5.互联网之http协议
#     http
#     https
#     file:/
#     ftp:
#     http://www.baidu.com
#     http后面的内容为"域名"
#     域名的实质:IP地址
#     DNS域名系统作用将IP地址和域名对应起来
#     119.75.217.109  baidu
# 前端和后端的概念
# 网页
# app
#
# 服务器:
# 1.硬件服务器 理论上任何电脑都可以当服务器
# 2.软件服务器 服务器代码
