#
# http请求的特点
# 1.数据类型比较广泛,json/text/xmml/html/data
#     >最常见的 json
# 2.请求是无状态协议 这次的请求和上次的请求没有任何关系
#     请求完以后 服务器和客户端的连接会断掉
#     > socket保持长连接  请求以后服务器和客户端的连接不会断掉
# 3.http有请求报文和响应报文
#     > 请求报文:
#     > 请求行:
#         > https://www.apiopen.top/weatherApi?city=
#     > 请求头:
#         > User-Agent: 标识目标 (通过什么方式来访问对象)
#         > Host: 主机
#         > connection: 服务器和客户端之间的连接状态
#     > 请求体:参数:郑州  请求体为在请求里面放的参数
#     > 响应报文
#     > 状态行
#     > 相应头
#     > 响应体:请求数据就是为了得到响应体
# 4.http请求方法
#     > method(post , get ,delete)
#     > post: 可以对数据进行增删改查
#     > get : 可以对数据进行增删改查
# https://www.apiopen.top/weatherApi?city=郑州
# 协议 + 域名/ip + 路径 以?分割  ?后面的为参数
# 参数以=分割  =前面的是参数名 后面的为参数值
# 参数与参数之间以&隔开
# get和post的区别(面试必问)
#         1.get的参数放在url的后面 , 是暴露的
#           post的参数放在请求体当中 , 是隐藏的
#         2.url的长度大小不能超过1KB
#             get将所有的想要发送到服务器的内容都放在url中
#             上传文件要使用post方法

# 进制转换
result = hex(int('01000000001111100100000000111010001111100011110001000000011011100111000001101111001110110100001101000011001111000100001001000000001111000110110100111111011011000011111101101011010000010100000001101110010000100100001001101011001111110011111001101111011011010011101001000011011011010110110001000010010000110110110000111101',2))
print(result)
result = bin(int('7969addb1c72880b44304f0b412357e8565260b7',16))
print(result)