"list":[{"name": "我就喜欢你做作的样子", "des": "夏琳君对顾展铭的评价：外表很高冷，内心很社会。后来她发现，真的没毛病。顾展铭第一眼看到夏琳君：漂亮的女人第二眼：有趣的女人第三眼的时候，她有求于他，于是这个漂亮有趣的女人成了他顾展铭的女人！大总裁很开心很得意但他不说，直到他得意够了，才发现自己早已被这个作天作地的小女人骑到头上了~——————————————前男友带她产检，遇见孩子他爹顾展铭：“夏小姐可真是不甘寂寞，挺着肚子也不忘勾引有妇之夫！”", "author": "若霖龙", "type": "现代言情"},
{"name": "祖宗嫁到", "des": "被人暗算致死的一族之长纪灵，没想到再睁眼，竟成了自己家族二百年后的一个后人小辈纪伏寿！而且，这个后人声名狼藉、还被人扣了一个水性杨花的罪名？纪灵不淡定了，这个气怎么咽的下，好歹她也曾经是带着族人争天下的纪家老祖宗！暗算她的，以牙还牙。便是惹上了皇室，又当如何？某男：娘子，好威武！", "author": "百柏桦", "type": "古代言情"},
{"name": "引婚入局", "des": "S市有传言，商业新贵慕云深背着未婚妻金屋藏娇。据说，那女人还是个哑巴。后来哑巴的身份以摧枯拉朽的方式占据S市头条版面，一条关于她已婚的消息震惊了全城。慕云深捻着报纸冷嗤：“我宠我的太太，关你们屁事！”有人说：慕云深病态地宠着陆初。消息传到陆初耳中，她淡漠一笑：“他娶我，不过是赎罪。”当夜，慕云深将她困守双臂之间，声线薄沉:“慕太太，世上罪种无数，刑法各不相当，请问，你先生何时才能刑满释放？”*陆初", "author": "弄清浅", "type": "现代言情"},
{"name": "军婚有喜", "des": "“乖，就生一个！”军痞首长提出结婚小目标。某日，不堪受宠的慕照带着未蒸熟的包子逃了，首长很愤怒。五年后，娇妻携带萌宝被擒，首长花式宠妻，秒变忠犬。“爹地，总统说妈咪牝鸡司晨，祸国殃民！”“妖言惑众，弹劾他下台！”……“爹地爹地…有人说妈咪不守妇道，红杏出墙！”首长眯长了眼，“不可能啊……精力明显不够出墙。”他是帝国第一权少，只手遮天，唯独她是他心口的白月光……", "author": "十里清欢", "type": "现代言情"},
{"name": "时光和你都很美", "des": "林嘉歌为了娶到时瑶，用尽所有的方法都没能成功，最后将目光放在了小包子的身上。小包子听完林嘉歌的提议，和他勾了勾手指，软萌萌的回：“合作愉快！”于是——小包子收到机器人的当晚，把时瑶骗到餐厅，偷偷对林嘉歌说：“爹地，妈咪陪你吃饭。”小包子收到奥特曼的当晚，把时瑶骗到游泳馆，偷偷对林嘉歌说：“爹地，妈咪陪你游泳。”小包子收到小火车的当晚，把时瑶骗到酒店套房，给了林嘉歌一把避孕套，偷偷的凑到林嘉歌耳边说", "author": "叶非夜", "type": "现代言情"},
{"name": "亲爱的首席大人", "des": "一觉醒来，她惹上一腹黑狠辣大人物，逮她回家，硬要宠她。“报告爵爷，渣男来找夫人求复合了。”“直接活埋。”“报告爵爷，渣女嫉妒夫人是医学大赛第一名，打了夫人一巴掌。”“把渣女脸打烂，送进人间地狱生不如死。”“报告爵爷，夫人……跑了！”某男人眸光危险地一沉，宠成这样还跑，她是不是要上天？【1V1双洁，重生虐渣，爆爽，爆宠】", "author": "云女", "type": "现代言情"},
{"name": "一世倾城", "des": "原书名《邪王追妻：废材逆天小姐》她，21世纪金牌杀手，却穿为苏府最无用的废柴四小姐身上。他，帝国晋王殿下，冷酷邪魅强势霸道，天赋卓绝。世人皆知她是草包废材，任意欺压凌辱，唯独他慧眼识珠对她强势霸道纠缠誓死不放手。且看他们如何强者与强者碰撞，上演一出追逐与被追逐的好戏。", "author": "苏小暖", "type": "古代言情"},
{"name": "医手遮天", "des": "低贱莫比攀，谁赛慕容三，慕家上下常流传着这样一句话。慕芷璃，天玄大陆慕家嫡系三小姐，身世显赫，却因丑颜和无用而闻名。虽为嫡系，地位却连下人也不如，若不是因为她的废物体质与丑陋的容颜时时提醒着慕家还有这样一个耻辱，怕是没有人会记得她的存在。慕芷璃，二十一世纪医学世家最惊艳绝伦的天才，医术超群，一手银针可医天下疾病，深藏不漏是她的准则，扮猪吃老虎是她的爱好。当命运的齿轮开始滚动，当王者归来的阀门无法关", "author": "慕璎珞", "type": "玄幻言情"},
{"name": "仙家萌喵娇养成", "des": "【甜宠】一派仙师齐晟路遇一只奶猫，本想冬天暖脖子夏天当脚踏，谁知这是一只猫妹砸，还变成萝莉骑在了他身上。从此被这只猫蹭吃蹭喝还蹭睡，沦为猫奴。“喵喵！”大喵摇着尾巴在齐晟脚边蹭来蹭去，毛茸茸的耳朵一抖一抖。齐晟冷酷的面庞瞬间融化，将她抱起，揉着满身顺滑的猫毛，心中一片满足。齐晟满目柔情的眸子盯着那双琥珀般的大眼，捏着她的粉嫩爪爪，霸气道：“傻喵，吻我。”“喵呜~放肆！区区铲屎官也想亲我，小鱼干准备", "author": "灭凤", "type": "仙侠奇缘"},
{"name": "护妻狂魔：世子爷，轻点宠", "des": "“小姐，六王爷家的小郡主盯着世子爷不眨眼呢。”“眼珠子挖了去！”苏依依磨刀霍霍。“别，依依这么漂亮的手弄脏了多可惜？还是我来。”某妖孽取了她手中的刀潇洒的走向小郡主……“小姐，丞相千金偷偷摸了世子爷的手呢。”“手剁了去！”“怎敢劳烦依依？已经剁了！”某妖孽笑容云淡风轻。外表看似美艳火辣的镇国公府嫡女，实则是个不折不扣的颜控+醋坛子。外表看似清雅禁欲的世子爷，实则是个一言不合就摸头接吻拉小手的宠妻狂", "author": "仙枫红叶", "type": "古代言情"},
{"name": "重生校园：帝少，很会撩", "des": "宸少，您在追妻上面有什么秘笈么？”惜字如金的帝少缓缓开口：“做人留一线……”顾锦汐揉着酸痛的腰肢，恨的咬牙切齿，好一个做人留一线，宸少你的脸呢？前世，她认贼作父，直到死的那一刻才知道家人遇害的真相。重活一世，她虐渣男，踩渣姐，斗极品，护家人，快意恩仇。却无端蹦出个男人，宠她爱她一路从校服到婚纱。后来，顾锦汐才知道——宸少的来历，好牛逼！", "author": "夏抖抖", "type": "玄幻言情"},
{"name": "帝国第一宠婚：甜妻，乖一点", "des": "“我要离婚！”“小太太，你要乖一点，有这精力不如研究一下怎么生猴子。”人人都知道，权势滔天的帝国首富后院起火了，家里的小娇妻，一哭二闹三上吊，整天闹离婚，甚至为达到目的，不惜三次将他告上法庭，告得他灰头土脸。更要命的是，儿子还对他的小娇妻虎视眈眈，“老爸，你和欧小澜离婚后，我娶她。”老婆这么作，儿子这么熊，他能怎么办？宠呗，宠他们上天！【双洁1V1，带小包子】", "author": "一树南瓜", "type": "现代言情"},
{"name": "亿万宝贝1v1：风少，宠不停！", "des": "五年前，她从第一名媛沦为全城笑柄；五年后，她强势归来，虐渣报仇。至尊权贵的风家大少却携子找上门来，一个自称她的未婚夫，一个自称她的亲儿子！见个鬼，她的前未婚夫是渣男好吧！“宝贝，这五年我思你成痴，为你守身如玉，现在你说不认识我？我不介意身体力行的帮你回忆五年前的那个晚上。”风先生优雅车领带。扮猪吃老虎的小包子抱住她大腿：“清清，你的小可爱又萌又帅，你踹了辞哥我养你哦！”（身心双洁，萌宝宠文）", "author": "凤凰窝窝", "type": "现代言情"},
{"name": "他从暖风来", "des": "三年前，‘建筑铁军’龙建集团成功中标国家援非重点工程索洛托AS63公路项目。集团第一位女性项目经理，业务能力超卓的高冷女王长安被派驻到索洛托共和国工作。一晃三年过去，被当地人寄予厚望的‘和平之路’竣工前夕，索洛托却爆发大规模的政治骚乱，中国维和步兵营协助联合国维稳，长安到政府交涉在建工路事宜，回程竟遭遇武装分子挟持，千钧一发之际，中国维和官兵将她成功解救。进入封闭的战车内，长安一眼就看到全副武装的", "author": "舞清影", "type": "现代言情"},
{"name": "偏执总裁，别乱来！", "des": "嫁个老公是“影帝”，一言不合就尬戏。老婆乖，按剧本来！“以后不准在外人面前吻我。”“你不也挺喜欢的。”“胡说，我明明很嫌弃。”“嫌弃得伸出舌头来回应我？”“回应个屁，我那是在用舌头把你推出去。”当视财如命的职场饭桶披上婚纱摇身变人妻，当心狠手辣的商场暴君脱下西装洗手作羹汤。“陆先生，是什么让你工作这么忙还要回家给老婆孩子做饭？是爱吗？是责任吗？”“是因为你懒，懒，懒死了！”", "author": "慕弦之", "type": "现代言情"},
{"name": "隐婚365天：江少，高调宠！", "des": "", "author": "", "type": ""},
{"name": "九零军嫂有空间", "des": "原书名《空间重生：小军嫂，俏军少》。那个眼瞎心蠢，受奸人蒙蔽的沈念死了。重生回到九零年代，空间傍身的沈念，虐渣渣，护家人，带领大家愉快奔小康！当然，最重要的，是要用一生来补偿那个她亏欠良多的男人！重生前的沈念，费尽心思摆脱了和陆承的婚姻。重生后的沈念，费尽心思地想要离陆承近一点，再近一点，更近一点。最后，落入陆承为她编织的情网再也逃不开。陆承这一生，奉行的宗旨就一个，那就是宠沈念，爱沈念，霸着沈念", "author": "", "type": ""},
{"name": "天医凤九", "des": "又名《绝色妖娆：鬼医至尊》、《鬼医凤九》她，现代隐门门主，集各家所长的变态鬼才，精医毒，擅暗杀，世人眼中的变态妖物，一次意外身亡，却重生在一个被毁容的少女身上。什么？容颜被毁，身份被取代？回归家族遥遥无期？身份可以不要，家族可以不回，但那害了前身之人，她若不整得他们鸡飞狗叫惨不忍睹如何对得起她妖物之名？一朝风云骤起，群雄争霸！且看她如何一袭红衣走天下，剑挑群雄震苍穹！名扬四海惊天地！", "author": "", "type": ""},
{"name": "蜜爱心跳时", "des": "一朝被陷害，涂悠悠怀上了不知名男人的孩子。四年蛰伏，她华丽归来，打算要手撕一切害她之人。但偏偏命运推动她见到了宝宝生父。从此，父母相逢不相识，欢喜冤家打闹出一幕幕兴城风云，连累贱人被打，渣人哭嚎。——霍笙寒——A国最神秘的双身份帝王总裁，海内海外他呼风唤雨，却不想频频栽在一个小女人手里！有人说，他是有史以来最惨总裁，没有之一。他噙着烟蒂冷笑，“大丈夫能屈能伸，不能被自己心爱女人欺负，算什么爱她！”", "author": "", "type": ""},
{"name": "医后倾天", "des": "（原名《爆萌狐宝:神医娘亲要逆天》）她是华夏古武世家传人，刚穿越就身中暗算，随意强惹了个男人，却不料珠胎暗结。怀胎十月生下的是只小狐狸？这小狐狸还扯着她的衣服喊娘亲？好在小狐宝乖巧软萌，贴心护母，在这龙蛇混杂的大陆，母子联手大杀四方，让那些狗眼看人低的极品亲戚悔之不失。可某日，狐宝他爹找上门来，不但要抢她的孩子，连她也打算一起抢了？哪有这么好的事情？要当狐宝他爹，问过狐宝他意见了没有？某狐宝双手叉", "author": "", "type": ""},
{"name": "帝王宠之卿本妖娆", "des": "这世上最悲催的是什么？其一，人在天堂，钱在银行。其二，D罩杯，一夜成了四季干扁豆。十一就是这样悲催的人，代号79811特务，还没来得及吃遍山珍海味，玩遍美男正太，就永别了可爱的二十一世纪，一朝变成容家傻女九小姐。从此，卿本妖娆，天天祸水。不过老天怜她，给了她几朵极是灿烂的桃花。不过任它桃花三千朵，容祸害只采那一朵。容家九小姐容浅念的那朵桃花啊，听说帝王星现，命定君主；听说雪域霸主，江湖神话；听说一", "author": "", "type": ""},
{"name": "木仙传", "des": "一件事从不懂到精通要花费多少年？宁馨活了两世也不知道答案；从刚开始的迷迷糊糊到后来的不畏艰难，朝着那个仿佛没有尽头的修仙路坚定不移的走下去；重活一世，一切都是崭新的开始。这是一个穿越女从修仙小白到位列仙班的故事！（女主正统修仙文）", "author": "", "type": ""},
{"name": "亿万盛宠只为你", "des": "他们是青梅竹马，在家人的算计下订了婚，还要同住一间房，共睡一张床。那晚，她不小心被灌醉，他意乱情迷中吻了她，然后便食髓知味，时不时地玩偷袭。一次意外，他的“罪行”终于被发现，她指控他，他却笑着说，“你是我老婆，我为什么不能亲你？”两人的日常就是斗斗小嘴，互怼互损。他嘴上说嫌弃她，实际心里在意得要命，看她跟别的男生亲近，他就醋劲大发，索性把她绑在自己身边，成为他一个人的专属。（原名《恶魔的专属：丫头", "author": "", "type": ""},
{"name": "快穿逆袭：神秘boss，别乱撩", "des": "系统问：“碰到渣男怎么做？”北雨棠答：“灭了。”系统又问：“那碰到boss呢？”北雨棠直接跑了！虐虐渣男、白莲花，她北雨棠很在行。虐boss什么，还是算了吧！大BOSS的战斗力太强大，她这等小虾米还是走为上策。她可不想没有灭了boss，反被boss灭了。某BOSS大人：“娘子，想要灭谁，让为夫来。”北雨棠兴奋答道：“系统君。”系统：（泪流满面装死中……）【宠文、1v1、爽文、轻松诙谐】", "author": "", "type": ""},
{"name": "隐婚365天：江少，高调宠！", "des": "", "author": "", "type": ""},
{"name": "暖婚似火：顾少，轻轻宠", "des": "", "author": "", "type": ""},
{"name": "报告首长，我重生啦！", "des": "", "author": "", "type": ""},
{"name": "梦云传奇", "des": "", "author": "", "type": ""},
{"name": "绝色神医：悍妃之田园药香", "des": "第一天拿刀砍人，第二天与公鸡拜堂，第三天连坟头上的獾都敢吃，彪悍女医生穿越为受尽欺负的孤女，拖着软弱的婆婆，年幼的丈夫，还有三个鼻涕虫的小叔子、小姑子，斗大伯、夺家产、治瘟疫、开药铺，打造乱世中的药香田园。神秘腹黑的小相公，十岁中秀才，十三岁中举人，背负血海深仇。柳迎风，名医世家的庶长子，为躲避嫡子追杀，隐世乡村。“你的才华不应该被埋没，跟我走，待我夺得家业，你就是名医世家的当家主母！”司徒展宸，", "author": "风云小妖", "type": "古代言情"},
{"name": "旧爱晚成", "des": "【签约出版】本书实体书改名为《有鹤鸣夏》新浪微博：苏清绾SU在乔郁晚的眼里，她的这场婚姻利益分明，无关情爱。她要钱和权，于是，他让她成为了B市人人艳羡的程太太。程祁东这三个字在B市是个传奇，没人知晓他的年龄资历和背景。只知他是金融大鳄，只手遮天。初次见面，她让人黑掉了他家所有的安保装置堂而皇之进了程家别墅：“程先生，给我三千万和程太太的位置，我可以乖乖听话不要情也不要爱。”她从容坐在他面前，双腿叠", "author": "苏清绾", "type": "现代言情"},
{"name": "军婚如火", "des": "【已签约出版：《全世界我只想和你在一起》实体书已全国上市】他——赫赫有名的军三代，某特种部队的中队长，士兵眼中的魔鬼，战友口中的狐狸，女人心中的钻石王老五。她——白天是银行帮人点钱到手软的柜台职员，晚上是趴在电脑前专写狗血小白文的网络写手，同时也是个乐观开朗的吃货。休假探亲时，禁不住堂妹的哀求替其相亲，结果一失足成千古恨，成了伯父和某男的‘从’军目标。从没想过跟军人谈恋爱，更没想过跟军人结婚，何况", "author": "米西亚", "type": "现代言情"},
{"name": "重生之王者时代", "des": "上一世她经历残酷末世，亲眼见证父母变成丧尸无能为力，为了活着依附强者，受尽欺辱苟延残喘，最终死在了末世的第三个年头。再次睁开眼，居然身处教室回到了十年前，不仅记得十年间发生的所有大到国家大事，小到中奖号码，还身得异宝，一个上古修真之人打造的小世界。从此在她一步步开启小世界功能的同时，商界多了一位赚钱最快又花钱最快的怪才，世上多了一个肉白骨、定生死的神医，更是政界千金难求的座上宾，那地带出了一位所向", "author": "澄夏", "type": "现代言情"},
{"name": "天下男修皆炉鼎", "des": "穿越成为驭男无数的女魔头，苏寒锦想死的心都有了，然而更让她崩溃的是，这并不是一个单纯的仙侠修真世界，而是一篇男主修真文！！！！而她修炼的功法名字叫——欲女心经。一句话简介：天下男修皆炉鼎", "author": "青衫烟雨", "type": "玄幻言情"},
{"name": "专宠御厨小娇妻", "des": "她是御膳房的小庖人，一双巧手，煎炸炒炖，煨焖蒸煮，通通不在话下，再是普通的食材，由她做成饭菜，都会变得美味异常，令人回味无穷。一遭宫变，她竟重生成了一个走三步都要气喘吁吁的大胖子，专门负责给……患有厌食症的总裁做饭？没关系，减肥下厨两不误，只是……明明说好了只是吃她做的菜，怎么变成还要吃她这个人？他是手掌商业帝国，传言不近女色的冷峻总裁，相貌完美却身患厌食症，瘦成纸片人，一切山珍海味在他看来不过都", "author": "一半西瓜", "type": "现代言情"},
{"name": "重生之嫡女谋嫁", "des": "", "author": "", "type": ""},
{"name": "丑女宠上天：帝尊，滚远点", "des": "", "author": "", "type": ""}]